

#+TITLE: Emacs Config
#+STARTUP: indent
#+OPTIONS: H:5 num:nil tags:nil toc:nil timestamps:t
#+LAYOUT: post
#+DESCRIPTION: Loading emacs configuration using org-babel
#+TAGS: emacs
#+CATEGORIES: editing

* Set Username and email
#+BEGIN_SRC emacs-lisp
  (setq user-full-name "Adam Drew")
  (setq user-mail-address "adamdrew1991@googlemail.com")
#+END_SRC

#+RESULTS:
: adamdrew1991@googlemail.com

